export default {
  label: {
    ok: 'ఓకే',
    prompt: 'ప్రాంప్ట్',
    confirm: 'కన్ఫర్మ్',
    cancel: 'కాన్సుల్',
    download: 'డౌన్లోడ్',
    submit: 'సబ్మిట్',
    search: 'సెర్చ్',
    recharge: 'రీచార్జ్',
    withdraw: 'విత్ డ్రా',
    withdrawal: 'విత్ డ్రాల్',
    transfer: 'ట్రాన్స్ఫర్',
    balance: 'బ్యాలెన్స్',
    id: 'ఐడి',
    payment: 'పేమెంట్',
    addBank: 'బ్యాంక్ కార్డ్ జోడించండి',
    updateBank: 'బ్యాంక్ కార్డ్ అప్ డేట్ చేయండి',
    email: 'ఇమెయిల్',
    finish: 'పూర్తి',
    save: 'సేవ్',
    records: 'రికార్డులు',
    time: 'సమయం',
    order: 'ఆర్డర్',
    OTP: 'OTP',
    del: 'డిలీట్',
    copy: 'కాపీ',
    'agent-rule': 'ఏజెంట్ రూల్',
    loadMore: 'మరింత లోడ్ చేయండి',
    logIn: 'లాగ్ ఇన్',
    'no-more-content': 'మరింత కంటెంట్ అందుబాటులో లేదు',
    coupon: 'కూపన్',
  },
  tip: {
    success: 'సక్సెసఫుల్య్',
    copysuccess: 'కాపీ విజయవంతంగా',
  },
  text: {},
  defaultPage: {
    noMore: 'డేటా లేదు',
  },
  home: {
    scratchOff: 'స్క్రాచ్ ఆఫ్',
    copied:
      'కాపీ సక్సెసఫుల్ గా పూర్తయింది, ఇప్పుడు స్నేహితులకు షేర్ చేసుకోండి ',
    tip: {
      beforDownload: 'రిజిస్టర్ చేయండి లేదా లాగిన్ చేయండి',
      copied: 'కాపీ విజయవంతంగా, దయచేసి స్నేహితులతో షేర్ చేయండి',
    },
  },
  alert: {
    logout: 'లాగ్ అవుట్',
    sureLogout: 'మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?',
  },
  warning: {
    unopen: 'ఇప్పటికే ప్రారంభించబడలేదు',
    initializin: 'ప్రారంభిస్తోంది...',
  },
  notification: {
    title: 'సందేశం',
    detail: 'సందేశ వివరాలు',
    announcements: 'ప్రకటనలు',
    systemMessage: 'సిస్టమ్ సందేశాలు',
    detail1: 'వివరాలు',
    deleteSuccess: 'విజయవంతంగా తొలగించబడింది',
    more: {
      delete: 'తొలగించు',
    },
  },
  vip: {
    currentLevel: 'కరెంటు లెవెల్',
    collected: 'సేకరించాలి',
    finished: 'పూర్తయింది',
    received: 'పొందబడింది',
    recharge: 'రీచార్జ్',
    weeklySalary: 'వారపు జీతం',
    move: 'లెవెల్ చేరడానికి మరింత అవకాశం ఉంది',
    title: 'విఐపి',
    table: {
      level: 'విఐపి లెవెల్',
      reward: 'రివార్డ్',
      bouns: 'బోనస్',
      spin: 'స్పిన్',
      completed: 'పూర్తయింది',
      incomplete: 'అసంపూర్ణమైన',
    },
    success: 'విజయవంతంగా పొందబడింది',
  },
  filter: {
    today: 'ఈ రోజు',
    yesterday: 'నిన్న',
    days: '{{day}} రోజులు',
    time: 'సమయాన్ని ఎంచుకోండి',
    name: 'ఫిల్టర్',
  },
  referral: {
    copy: 'కాపీ',
    invite: 'ఇన్వైట్',
    copied: 'విజయవంతంగా కాపీ చేయబడింది',
  },
  invitation: {
    label: {
      invitation: 'ఇన్విటేషన్',
      inviteFriends: 'స్నేహితులను ఆహ్వానించండి',
      invitationCode: 'ఇన్విటేషన్ కోడ్',
      invitationLink: 'ఇన్విటేషన్ లింక్',
    },
    tip: {
      invitationInfo: 'ఇన్విటేషన్ సమాచారం',
      invitationDesc: 'ఇన్విటేషన్ వివరణ',
    },
  },
  proxy: {
    label: {
      proxy: 'ప్రాక్సీ',
      proxyServer: 'ప్రాక్సీ సర్వర్',
      proxyPort: 'ప్రాక్సీ పోర్ట్',
      proxyUser: 'ప్రాక్సీ యూజర్',
      proxyPassword: 'ప్రాక్సీ పాస్వర్డ్',
    },
    tip: {
      proxyInfo: 'ప్రాక్సీ సమాచారం',
      proxyDesc: 'ప్రాక్సీ వివరణ',
    },
  },
  newProxy: {
    label: {
      newProxy: 'కొత్త ప్రాక్సీ',
      addProxy: 'ప్రాక్సీ జోడించండి',
      proxyName: 'ప్రాక్సీ పేరు',
      proxyAddress: 'ప్రాక్సీ చిరునామా',
    },
    tip: {
      newProxyInfo: 'కొత్త ప్రాక్సీ సమాచారం',
      newProxyDesc: 'కొత్త ప్రాక్సీ వివరణ',
    },
  },
  'invitation-record': {
    label: {
      invitationRecord: 'ఇన్విటేషన్ రికార్డ్',
      invitationHistory: 'ఇన్విటేషన్ హిస్టరీ',
      invitedUsers: 'ఆహ్వానించిన యూజర్లు',
      invitationRewards: 'ఇన్విటేషన్ రివార్డ్స్',
    },
    tip: {
      invitationRecordInfo: 'ఇన్విటేషన్ రికార్డ్ సమాచారం',
      invitationRecordDesc: 'ఇన్విటేషన్ రికార్డ్ వివరణ',
    },
  },
  luckyspin: {
    add: 'ఆడ్',
    spin: 'స్పిన్',
    won: 'వాన్',
    winner: 'బిగ్ విన్నర్స్',
    mySpin: 'మై స్పిన్',
    free: 'ఫ్రీ',
    myfree: 'నా ఫ్రీ',
    morefree: 'మోర్ ఫ్రీ',
    vip: 'వీఐపీ',
    usefreefirst: 'ముందుగా ఫ్రీ సమయాన్ని ఉపయోగించుకోండి',
  },
  'error-pages': {
    refresh: {
      label: {
        title: 'ఏదో భయంకరమైన తప్పు జరిగింది!',
        'sub-title': 'దయచేసి మీ పేజీని రిఫ్రెష్ చేయండి',
        'try-again': 'మళ్లీ ప్రయత్నించండి',
      },
    },
    'no-data': {
      label: {
        title: 'సమాచారం లేదు',
      },
    },
    'not-found': {
      label: {
        title: 'ప్రస్తుత నెట్వర్క్ సిగ్నల్ చాలా తక్కువగా ఉంది',
        'sub-title': 'దయచేసి మీ నెట్వర్క్‌ను తనిఖీ చేయండి',
      },
    },
    'no-result': {
      label: {
        title: 'నో సెర్చ్ రెసుల్త్!',
      },
    },
  },
  share: {
    copy: 'కాపీ',
    invite: 'ఇన్వైట్',
    'copy-success': 'విజయవంతంగా కాపీ చేయబడింది',
    copied: 'విజయవంతంగా కాపీ చేయబడింది',
  },
  casino: {
    big: 'బిగ్',
    win: 'విన్',
    detail: {
      title: 'అదృష్ట క్రీడాకారులకు అభినందనలు',
    },
    winPrize: 'విన్ ప్రైజ్',
    playnow: 'ప్లే నౌ',
  },
  login: {
    label: {
      login: 'లాగిన్',
      skip: 'స్కిప్',
      sign: 'సైన్ అప్',
      next: 'తరువాత',
      'select-region': 'ప్రాంతం ఎంచుకోండి',
      'otp-login': 'OTP లాగిన్',
      'password-login': 'పాస్‌వర్డ్ లాగిన్',
      'get-otp': 'OTP పొందండి',
      'set-password': 'పాస్‌వర్డ్‌ని సెట్ చేయండి',
    },
    tip: {
      'no-phone': 'దయచేసి ఫోన్ నంబర్‌ని నమోదు చేయండి',
      'no-password': 'దయచేసి పాస్‌వర్డ్‌ని నమోదు చేయండి',
      'no-otp': 'దయచేసి OTPని నమోదు చేయండి',
      phone: 'ఫోన్ నంబర్‌ను నమోదు చేయండి',
      password: 'పాస్‌వర్డ్‌ని నమోదు చేయండి(6-18)',
      passwordRule:
        'పొడవు తప్పనిసరిగా 8~16 ఉండాలి మరియు సంఖ్యలు మరియు అక్షరాలు రెండింటినీ కలిగి ఉండాలి',
      'confirm-password': 'కన్ఫర్మ్ పాస్వర్డ్',
      forgot: 'మీ పాస్వర్డ్ మర్చిపోయారా?',
      'new-account': 'అకౌంట్ కావాలాం?',
      'sing-in': 'సైన్ అప్',
      otp: 'OTPని నమోదు చేయండి',
      'referral-code': 'రిఫరల్ కోడ్',
      confrim18: 'నా వయస్సు 18 అని నేను ధృవీకరిస్తున్నాను',
      'allow-notify':
        'ఈ ఫోన్ నంబర్ ద్వారా ముఖ్యమైన విజేత సమాచారాన్ని మీకు తెలియజేయడానికి మమ్మల్ని అనుమతించండి.',
      'has-account': 'ఇప్పటికే యూసర్ ఉన్నారా?',
      'sign-in': 'లాగిన్',
      page18: 'నా వయస్సు 18 అని నేను ధృవీకరిస్తున్నాను',
      notify:
        'ఈ మొబైల్ ద్వారా ముఖ్యమైన విజేత సమాచారాన్ని మీకు తెలియజేయడానికి మమ్మల్ని అనుమతించండి',
      'pwd-dif': 'రెండు పాస్‌వర్డ్‌లు అస్థిరంగా ఉన్నాయి',
      modified: 'పాస్వర్డ్ విజయవంతంగా మారాయి . దయచేసి మళ్లీ లాగిన్ చేయండి',
      'game-not-active':
        'క్షమించండి, గేమ్ నిర్వహణలో ఉంది. దయచేసి తరువాత మళ్లీ ప్రయత్నించండి',
    },
  },
  paidSuccess: {
    label: {
      title: 'పేమెంట్',
      subTitle: 'విజయవంతంగా చెల్లించబడింది',
      viewOrder: 'వ్యూ ఆర్డర్',
      backHome: 'బ్యాక్ హోమ్',
    },
    tip: {
      msg: 'మీ టిక్కెట్లు విజయవంతంగా కొనుగోలు చేయబడ్డాయి.దయచేసి డ్రా సమయాన్ని గమనించండి మరియు ఫలితాలను వెంటనే తనిఖీ చేయండి.',
    },
  },
  splash: {
    tip: {
      checkingResources: 'రిసోర్సెస్ తనిఖీ చేస్తోంది...',
      checkingVersion: 'చెకింగ్ వెర్షన్...',
      downloading: 'రిసోర్సెస్ డౌన్లోడ్ చేస్తోంది...',
      resolve: 'రిసోర్సెస్ రీసోల్వింగ్ (ఈ ప్రక్రియ నెట్‌వర్క్‌ను వినియోగించదు)',
      alertTitle: 'అప్డేట్ అందుబాటులో ఉంది.',
      alertContent:
        'యాప్ అప్లై చేస్తోంది అప్డేట్ చేయడానికి దానితరువాత  పునఃప్రారంభించబడుతుంది.',
      resolv:
        'రిసోర్సెస్ పరిష్కరిస్తోంది(ఈ ప్రక్రియ నెట్వర్క్‌ను వినియోగించదు)',
      restart: 'పునఃప్రారంభించు',
    },
  },
  recharge: {
    tip: {
      easyPaymentError:
        'సేవను పొందడంలో విఫలమైంది,దయచేసి ఇతర పేమెంట్ పద్ధతిని ఎంచుకోండి.',
    },
  },
  'recharge-page': {
    currentMethod: 'ప్రస్తుత పద్దతి',
    rechargeRecords: 'రీఛార్జ్ రికార్డులు',
    depositAmount: 'డిపాజిట్ మొత్తం',
    extra: 'అదనపు',
    label: {
      records: 'రికార్డులు',
      min: 'కనిష్ఠ',
      max: 'గరిష్ఠ',
      channel: 'రిచార్జ్ ఛానల్',
      enter: 'రిచార్జ్ మొత్తాన్ని నమోదు చేయండి',
    },
    tip: {
      payMethodTip: 'ప్రస్తుత పద్దతి విఫలమైతే దయచేసి ఇతర పద్దతికి మార్చండి.',
      'money-error': 'దయచేసి సరైన మొత్తం నమోదు చేయండి',
      'paymethod-error': 'దయచేసి చెల్లింపు పద్ధతిని ఎంచుకోండి',
      depositInstructions: 'డిపాజిట్ సూచనలు',
      tip1: 'మార్పిడి సమయం ముగిశాక, దయచేసి డిపాజిట్ ఫారాన్ని మళ్లీ పూరించండి.',
      tip2: 'దయచేసి UPI సేవ్ మరియు సేవ్ చేసిన QR కోడ్‌ను ఉపయోగించి రీఛార్జ్ చేయవద్దు. ప్రతి రీఛార్జ్ ఒక కొత్త ఆర్డర్ ప్రారంభిస్తుంది.',
      tip3: 'మార్పిడి మొత్తం మీరు సృష్టించిన ఆర్డర్‌తో సరిపోలాలి, లేనిచో డబ్బు జమ చేయబడదు.',
      tip4: 'తప్పుగా మొత్తాన్ని ట్రాన్స్‌ఫర్ చేస్తే, డబ్బు కోల్పోతే మేము బాధ్యత వహించము!',
      tip5: 'గమనిక: డబ్బు ట్రాన్స్‌ఫర్ చేసిన తర్వాత డిపాజిట్ ఆర్డర్‌ను రద్దు చేయవద్దు.',
      tip6: 'వేగవంతమైన రీఛార్జ్ కోసం దయచేసి Paytm UPI యాప్ డౌన్‌లోడ్ చేయండి.',
      tip7: 'బ్యాంక్ నియంత్రణ వల్ల సాధారణ రిస్క్ అలెర్ట్స్ వస్తున్నా, దయచేసి ఆందోళన చెందకుండా రీఛార్జ్ చేయండి.',
      tip8: 'ధనాన్ని సమయానికి స్వీకరించలేకపోతే, దయచేసి ఆన్‌లైన్ కస్టమర్ సర్వీస్‌ను సంప్రదించండి.',
      // tip9: 'రీఛార్జ్ ద్వారా ఇచ్చే బోనస్ క్రింద పేర్కొన్న ఆటలకు వర్తిస్తుంది: డైస్, కలర్, క్విక్ 3D, లక్కీ స్పిన్.',
    },
  },
  'bank-page': {
    label: {
      accountName: 'ఖాతా పేరు',
      IFSC: 'IFSC కోడ్',
      accountNum: 'ఖాతా నంబర్',
      accountNumAgain: 'ఖాతా నంబర్ మళ్లీ',
      UPI: 'UPI చిరునామా నమోదు చేయండి',
      phoneNumber: 'ఫోన్ నంబర్',
    },
    placeholder: {
      accountName: 'ఇంగ్లీష్ అక్షరాలు (A-Z.a-z) మరియు స్పేస్',
      IFSC: 'దయచేసి IFSC కోడ్‌ని నమోదు చేయండి',
      accountNum: '9-17 సంఖ్యలు, స్పేస్ లేకుండా',
      UPI: 'మీ UPI ID ని నమోదు చేయండి',
      email: 'ఇమెయిల్‌ని నమోదు చేయండి',
    },
    del: {
      confirmTitle: 'బ్యాంక్ కార్డ్‌ని తొలగించండి',
      confirmText: 'ఈ బ్యాంక్ కార్డ్‌ని తొలగించాలనుకుంటున్నారా?',
    },
    error: {
      'check-ifsc': 'దయచేసి మీ IFSC కోడ్‌ని తనిఖీ చేయండి',
    },
  },
  'transfer-page': {
    label: {
      withdrawable: 'విత్ డ్రా చేయగల',
      balance: 'ట్రాన్స్ఫర్ చేయగల బ్యాలెన్స్',
      balanceTitle: 'రీఛార్జ్ వాలెట్‌కు ట్రాన్స్ఫర్ చేయండి',
      willGet: 'మీరు పొందుతారు',
      total: 'మొత్తం వాలెట్',
    },
    tip: {
      tip: 'కన్ఫర్మ్ నొక్కిన తర్వాత, మీ విత్ డ్రా చేయగల బ్యాలెన్స్ రీఛార్జ్ వాలెట్‌కు ట్రాన్స్ఫర్ అవుతుంది మరియు సముచిత బోనస్ లభిస్తుంది.',
      success: 'ట్రాన్స్ఫర్ విజయవంతంగా',
    },
  },
  'bets-page': {
    label: {
      share: 'షేర్ చేయండి',
      result: 'ఫలితం',
      bettingTime: 'బెట్టింగ్ సమయం',
      shareAwards: 'రివార్డ్ కోసం షేర్ చేయండి',
      drawTime: 'డ్రా సమయం',
      playNow: 'ఇప్పుడు ఆడండి',
    },
    status: {
      won: 'గెలిచింది',
      noWin: 'గెలవలేదు',
      toBe: 'డ్రా చేయాలి...',
    },
  },
  'bets-detail': {
    label: {
      orderDetail: 'ఆర్డర్ వివరాలు',
      number: 'సంఖ్య',
      payment: 'చెల్లింపు',
      result: 'ఫలితం',
      gameType: 'గేమ్ రకం',
      panel: 'ప్యానెల్',
      won: 'గెలిచింది',
      noWin: 'గెలవలేదు',
      draw: 'డ్రా',
      totalPoints: 'మొత్తం పాయింట్లు',
      delivery: 'డెలివరీ',
      fee: 'ఫీ',
      drawRes: 'డ్రా ఫలితాలు',
    },
  },
  'bets-share': {
    label: {
      share: 'షేర్ చేయండి',
      shareSuccess: 'విజయవంతంగా షేర్ చేయబడింది',
      receiving: 'అభినందనలు, మీరు పొందారు',
      reward: 'రివార్డ్',
    },
  },
  'withdraw-page': {
    label: {
      addBank: 'బ్యాంక్ ఖాతాను జోడించండి',
      transferTo: 'బ్యాంక్ ఖాతాకు ట్రాన్స్ఫర్ చేయండి',
      withdrawAmount: 'విత్ డ్రా మొత్తం',
      withdrawAmountLower: 'విత్ డ్రా మొత్తం',
      received: 'నిజమైన స్వీకరించిన మొత్తం:',
      chooseCard: 'బ్యాంక్ కార్డ్‌ని ఎంచుకోండి',
      success: 'విత్ డ్రా విజయవంతంగా',
    },
    tip: {
      withdrawSubmitted: 'మీ విత్ డ్రా సమర్పించబడింది దయచేసి ఓపికతో ఉండండి.',
      transfer: 'విత్ డ్రా లేకుండా ట్రాన్స్ఫర్ చేసి ఆదాయం సంపాదించవచ్చు',
      transferSubmit:
        'కన్ఫర్మ్ నొక్కిన తర్వాత, మీ విత్ డ్రా చేయగల బ్యాలెన్స్ రీఛార్జ్ వాలెట్‌కు ట్రాన్స్ఫర్ అవుతుంది మరియు సముచిత బోనస్ లభిస్తుంది.',
    },
    placeholder: {
      enterAmount: 'విత్ డ్రా చేయగల మొత్తాన్ని నమోదు చేయండి',
    },
    rules: {
      fee: '<0>విత్ డ్రాలో ఫీ వసూలు చేయబడుతుంది </0><1>{{percent}}</1><0> ఫీ చానల్ ఫీ</0>',
      times:
        '<0>ప్రతి యూజర్ విత్ డ్రా చేయవచ్చు </0><1>{{times}}</1><0> రోజుకు సార్లు</0>',
      note: '* గమనిక: కొన్ని బ్యాంక్ సమస్యల కారణంగా విత్ డ్రాలో ఆలస్యం ఏర్పడవచ్చు. ఈ పరిస్థితిలో, విత్ డ్రా చేయబడిన మొత్తం మీ వాలెట్‌కు తిరిగి ఇవ్వబడుతుంది. మీ ఓపికకు ధన్యవాదాలు.',
      limit:
        'కొన్ని డబ్బు లాటరీ లావాదేవీలను మేము గుర్తించాము, కాబట్టి రీఛార్జ్ మొత్తాన్ని బెటింగ్ కోసం మాత్రమే ఉపయోగించాలి. కమిషన్ మరియు విన్నింగ్ మొత్తాన్ని వెంటనే విత్ డ్రా చేయవచ్చు',
    },
    error: {
      addCard: 'దయచేసి మొదట బ్యాంక్ కార్డ్‌ని జోడించండి',
      addAmount: 'దయచేసి మొత్తాన్ని నమోదు చేయండి',
    },
  },
  datePicker: {
    label: {
      startDate: 'ప్రారంభ తేదీ',
      endDate: 'ముగింపు తేదీ',
      selectDate: 'తేదీని ఎంచుకోండి',
      select: 'డేటా సెలెక్ట్ చేసుకోండి',
    },
  },
  rebate: {
    tabs: {
      all: 'అన్ని',
      finish: 'పూర్తయింది',
      collect: 'టు బీ కలెక్టెడ్',
      received: 'రెసీవ్డ్',
    },
    title: 'రీబేట్',
    filter: 'ఫిల్టర్',
    undone: 'పూర్తి కాలేదు',
    unclaimed: 'క్లైమ్ చేసుకోలేదు',
    completed: 'పూర్తి చేయబడింది',
    unfinished: 'పూర్తయినది కాదు',
    receive: 'రిసీవ్',
    received: 'రెసీవ్డ్',
    today: 'ఈ రోజు',
    yesterday: 'నిన్న',
    betting: 'అంచనా బెటింగ్:',
    rebate: 'అంచనా రీబేట్:',
    congratulations: 'అభినందనలు!',
    'get-bonus': 'బోనస్ను పొందండి',
    rule: {
      betting: 'బెటింగ్ బోనస్:',
      'betting-detail':
        '{{name}} యూజర్కు బెట్టింగ్ మొత్తం ప్రకారం రిబేట్ ఇస్తారు .మీరు ఎక్కువ బెట్ చేస్తే, ఎక్కువ పొందవచ్చు',
      activity: 'ఆక్టివిటీ వివరణ:',
      'activity-detail':
        '{{name}} సూపర్ బోనస్ రీబేట్ ఆక్టివిటీ మీకోసం ఓపెన్ చేసి ఉంది. ప్రతి ఓక బెట్ పే మీరు బోనస్ పొందవచ్చు. మీరు గెలిచిన ఓడిపోయిన రిపీట్ బోనస్ అనేది ప్రతిరోజు క్లైమ్ చేసుకోవచ్చు.',
      actrule: 'ఆక్టివిటీ నిబంధనలు:',
      'actrule-detail':
        'ప్రతిరోజు ప్రతిఒక యూసర్ వాల్ రీబేట్ బెటింగ్ బోనస్ ఆ దె రోజూ నైట్ 00:30 తర్వాత రిపీట్ బోనస్ అనేది క్లైమ్ చేసుకోవచ్చు',
      precaution: 'ముందుజాగ్రత్తలు:',
      'precaution-detail-1':
        '-అర్హత కలిగిన {{name}} సభ్యులు మాత్రమే కార్యకలాపాలలో పాల్గొనగలరు, రిబేట్ బోనస్‌ను క్లెయిమ్ చేయడానికి ప్రతి సభ్యుడు సింగం అకౌంట్లో వివరాలను పూర్తి చేయాలి.- చట్టవిరుద్ధమైన కార్యకలాపాలకు పాల్పడే ఏ యూసర్ అయినా ఖచ్చితంగా నిషేధించబడతారు.',
      'precaution-detail-2':
        '-సమె ఫోన్ నంబర్, బ్యాంక్ అకౌంట్ నంబర్. ఇమెయిల్ చిరునామా మరియు IP చిరునామా అనేవీ ముల్తిప్లె అకౌంట్స్ ఉపయోగించరాదు',
      'precaution-detail-3':
        '-ముంబర్స్ అయినా చట్టవిరుద్ధమైన/మోసపూరిత కార్యకలాపాలకు పాల్పడితే వాలా సింగం అకౌంట్ ఫ్రీజ్ చైయడం లేదా చెల్లింపులను రద్దు చేసే హక్కు {{name}}కి ఉంది .(చివరి బోనస్ నిర్ణయం సింగందే).',
    },
  },
  wallet: {
    title: 'నా వాలెట్',
    total: 'టోటల్ వాలెట్',
    recharge: 'రీచార్జ్',
    main: 'మెయిన్ వాల్లెట్',
    third: '3ర్డ్ పార్టీ వాలెట్',
    transfer: 'మెయిన్ వాల్లెట్ ట్రాన్స్ఫర్',
    translation: 'ట్రాన్స్లేషన్:{{సెకండ్}}లు',
    transComplete: 'కన్వర్షన్ కంప్లీటెడ్',
    activities: 'రీఛార్జ్ మరియు క్లెయిమ్ కార్యకలాపాలు',
    transferNav: {
      recharge: 'రీచార్జ్',
      withdraw: 'విత్ డ్రా',
      transfer: 'ట్రాన్స్ఫర్',
    },
  },
  records: {
    label: {
      amount: 'మొత్తం',
      channel: 'చానల్',
      received: 'లభించిన మొత్తం',
      commission: 'కమిషన్',
      withdrawChannel: 'డ్రా చానల్',
      orderNum: 'ఆర్డర్ సంఖ్య',
      bonusSource: 'Bonus Source',
      reward: 'బహుమతి',
      order: 'ఆర్డర్',
      game: 'గేమ్',
      types: 'రకాలు',
      receiptTime: 'లభించిన సమయం',
    },
    status: {
      PROCESS: 'ప్రక్రియలో ఉంది...',
      COMPLETE: 'పూర్తి',
      REVIEW: 'సమీక్షలో ఉంది...',
      FAILED: 'విఫలమైంది',
    },
    tip: {
      error: 'ఖాతా లోపం',
      renewTime: '24 గంటల్లో',
    },
  },
  promotion: {
    title: 'ప్రమోషన్లు',
    go: 'గో',
    playNow: 'ప్లే నౌ',
    view: 'వ్యూ',
    detail: 'యాక్టివిటీ డీటెయిల్స్',
    join: 'జాయిన్',
    checkin: 'చెక్ ఇన్',
    checkinDescription:
      'చాలా రివార్డ్‌లను పొందడానికి ప్రతిరోజూ చెక్ ఇన్ చేయండి',
  },
  feedback: {
    label: {
      feedback: 'ఫీడ్‌బ్యాక్',
      submitFeedback: 'ఫీడ్‌బ్యాక్‌ని సమర్పించండి',
      feedbackType: 'ఫీడ్‌బ్యాక్ రకం',
      feedbackContent: 'ఫీడ్‌బ్యాక్ కంటెంట్',
    },
    tip: {
      feedbackInfo: 'ఫీడ్‌బ్యాక్ సమాచారం',
      feedbackDesc: 'ఫీడ్‌బ్యాక్ వివరణ',
    },
  },
};
